[
    {
        "text": "The best and most beautiful things in the world cannot be seen or even touched - they must be felt with the heart.",
        "author": "Helen Keller"
    },
    {
        "text": "Keep your face always toward the sunshine - and shadows will fall behind you.",
        "author": "Walt Whitman"
    },
    {
        "text": "Perfection is not attainable, but if we chase perfection we can catch excellence.",
        "author": "Vince Lombardi"
    },
    {
        "text": "I firmly believe that any man's finest hour, the greatest fulfillment of all that he holds dear, is that moment when he has worked his heart out in a good cause and lies exhausted on the field of battle - victorious.",
        "author": "Vince Lombardi"
    },
    {
        "text": "Don't judge each day by the harvest you reap but by the seeds that you plant.",
        "author": "Robert Louis Stevenson"
    },
    {
        "text": "Nothing is impossible, the word itself says 'I'm possible'!",
        "author": "audrey Hepburn"
    },
    {
        "text": "Start by doing what's necessary; then do what's possible; and suddenly you are doing the impossible.",
        "author": "Francis of Assisi"
    },
    {
        "text": "Change your life today. Don't gamble on the future, act now, without delay.",
        "author": "Simone de Beauvoir"
    },
    {
        "text": "Be miserable. Or motivate yourself. Whatever has to be done, it's always your choice.",
        "author": "Wayne Dyer"
    },
    {
        "text": "Do not wait; the time will never be 'just right.' Start where you stand, and work with whatever tools you may have at your command, and better tools will be found as you go along.",
        "author": "George Herbert"
    },
    {
        "text": "Look up at the stars and not down at your feet. Try to make sense of what you see, and wonder about what makes the universe exist. Be curious.",
        "author": "Stephen Hawking"
    },
    {
        "text": "Be Impeccable With Your Word. Speak with integrity. Say only what you mean. Avoid using the word to speak against yourself or to gossip about others. Use the power of your word in the direction of truth and love.",
        "author": "Don Miguel Ruiz"
    },
    {
        "text": "I don't believe you have to be better than everybody else. I believe you have to be better than you ever thought you could be.",
        "author": "Ken Venturi"
    },
    {
        "text": "You are never too old to set another goal or to dream a new dream.",
        "author": "Les Brown"
    },
    {
        "text": "A creative man is motivated by the desire to achieve, not by the desire to beat others.",
        "author": "Ayn Rand"
    },
    {
        "text": "The past cannot be changed. The future is yet in your power.",
        "author": "Unknown"
    },
    {
        "text": "What you get by achieving your goals is not as important as what you become by achieving your goals.",
        "author": "Zig Ziglar"
    },
    {
        "text": "The ultimate aim of the ego is not to see something, but to be something.",
        "author": "Muhammad Iqbal"
    },
    {
        "text": "Aim for the moon. If you miss, you may hit a star.",
        "author": "W. Clement Stone"
    },
    {
        "text": "The key is to keep company only with people who uplift you, whose presence calls forth your best.",
        "author": "Epictetus"
    },
    {
        "text": "Well done is better than well said.",
        "author": "Benjamin Franklin"
    },
    {
        "text": "Don't watch the clock; do what it does. Keep going.",
        "author": "Sam Levenson"
    },
    {
        "text": "Perseverance is not a long race; it is many short races one after the other.",
        "author": "Walter Elliot"
    },
    {
        "text": "Knowing is not enough; we must apply. Willing is not enough; we must do.",
        "author": "Johann Wolfgang von Goethe"
    },
    {
        "text": "The secret of getting ahead is getting started.",
        "author": "Mark Twain"
    },
    {
        "text": "Do the difficult things while they are easy and do the great things while they are small. A journey of a thousand miles must begin with a single step.",
        "author": "Lao Tzu"
    },
    {
        "text": "The dog that trots about finds a bone.",
        "author": "Golda Meir"
    },
    {
        "text": "What you do today can improve all your tomorrows.",
        "author": "Ralph Marston"
    },
    {
        "text": "Consult not your fears but your hopes and your dreams. Think not about your frustrations, but about your unfulfilled potential. Concern yourself not with what you tried and failed in, but with what it is still possible for you to do.",
        "author": "Pope John XXIII"
    },
    {
        "text": "If you can dream it, you can do it.",
        "author": "Walt Disney"
    },
    {
        "text": "Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence.",
        "author": "Helen Keller"
    },
    {
        "text": "A good plan violently executed now is better than a perfect plan executed next week.",
        "author": "George S. Patton"
    },
    {
        "text": "When something is important enough, you do it even if the odds are not in your favor.",
        "author": "Elon Musk"
    },
    {
        "text": "Life is 10% what happens to you and 90% how you react to it.",
        "author": "Charles R. Swindoll"
    },
    {
        "text": "The way a team plays as a whole determines its success. You may have the greatest bunch of individual stars in the world, but if they don't play together, the club won't be worth a dime.",
        "author": "Babe Ruth"
    },
    {
        "text": "Be gentle to all and stern with yourself.",
        "author": "Saint Teresa of Avila"
    },
    {
        "text": "If you want to succeed you should strike out on new paths, rather than travel the worn paths of accepted success.",
        "author": "John D. Rockefeller"
    },
    {
        "text": "You can't build a reputation on what you are going to do.",
        "author": "Henry Ford"
    },
    {
        "text": "I've found that luck is quite predictable. If you want more luck, take more chances. Be more active. Show up more often.",
        "author": "Brian Tracy"
    },
    {
        "text": "Perseverance is failing 19 times and succeeding the 20th.",
        "author": "Julie Andrews"
    },
    {
        "text": "Where there is a will, there is a way. If there is a chance in a million that you can do something, anything, to keep what you want from ending, do it. Pry the door open or, if need be, wedge your foot in that door and keep it open.",
        "author": "Pauline Kael"
    },
    {
        "text": "Every exit is an entry somewhere else.",
        "author": "Tom Stoppard"
    },
    {
        "text": "If you want to conquer fear, don't sit home and think about it. Go out and get busy.",
        "author": "Dale Carnegie"
    },
    {
        "text": "I know where I'm going and I know the truth, and I don't have to be what you want me to be. I'm free to be what I want.",
        "author": "Muhammad Ali"
    },
    {
        "text": "Follow your inner moonlight; don't hide the madness.",
        "author": "Allen Ginsberg"
    },
    {
        "text": "Opportunity does not knock, it presents itself when you beat down the door.",
        "author": "Kyle Chandler"
    },
    {
        "text": "You can never quit. Winners never quit, and quitters never win.",
        "author": "Ted Turner"
    },
    {
        "text": "Either I will find a way, or I will make one.",
        "author": "Philip Sidney"
    },
    {
        "text": "Never retreat. Never explain. Get it done and let them howl.",
        "author": "Benjamin Jowett"
    },
    {
        "text": "If you've got a talent, protect it.",
        "author": "Jim Carrey"
    },
    {
        "text": "Either you run the day or the day runs you.",
        "author": "Jim Rohn"
    },
    {
        "text": "Do not wait to strike till the iron is hot; but make it hot by striking.",
        "author": "William Butler Yeats"
    },
    {
        "text": "Only I can change my life. No one can do it for me.",
        "author": "Carol Burnett"
    },
    {
        "text": "The harder the conflict, the more glorious the triumph.",
        "author": "Thomas Paine"
    },
    {
        "text": "Never complain and never explain.",
        "author": "Benjamin Disraeli"
    },
    {
        "text": "A goal is a dream with a deadline.",
        "author": "Napoleon Hill"
    },
    {
        "text": "Arriving at one goal is the starting point to another.",
        "author": "John Dewey"
    },
    {
        "text": "Do the one thing you think you cannot do. Fail at it. Try again. Do better the second time. The only people who never tumble are those who never mount the high wire. This is your moment. Own it.",
        "author": "Oprah Winfrey"
    },
    {
        "text": "The first step toward success is taken when you refuse to be a captive of the environment in which you first find yourself.",
        "author": "Mark Caine"
    },
    {
        "text": "Even if you fall on your face, you're still moving forward.",
        "author": "Victor Kiam"
    },
    {
        "text": "Without hard work, nothing grows but weeds.",
        "author": "Gordon B. Hinckley"
    },
    {
        "text": "I learned that we can do anything, but we can't do everything... at least not at the same time. So think of your priorities not in terms of what activities you do, but when you do them. Timing is everything.",
        "author": "Dan Millman"
    },
    {
        "text": "Big shots are only little shots who keep shooting.",
        "author": "Christopher Morley"
    },
    {
        "text": "You will never win if you never begin.",
        "author": "Helen Rowland"
    },
    {
        "text": "Expect problems and eat them for breakfast.",
        "author": "Alfred A. Montapert"
    },
    {
        "text": "Whatever you want in life, other people are going to want it too. Believe in yourself enough to accept the idea that you have an equal right to it.",
        "author": "Diane Sawyer"
    },
    {
        "text": "To be a good loser is to learn how to win.",
        "author": "Carl Sandburg"
    },
    {
        "text": "The hardships that I encountered in the past will help me succeed in the future.",
        "author": "Philip Emeagwali"
    },
    {
        "text": "If you ask me what I came into this life to do, I will tell you: I came to live out loud.",
        "author": "Emile Zola"
    },
    {
        "text": "Learn from the past, set vivid, detailed goals for the future, and live in the only moment of time over which you have any control: now.",
        "author": "Denis Waitley"
    },
    {
        "text": "The weeds keep multiplying in our garden, which is our mind ruled by fear. Rip them out and call them by name.",
        "author": "Sylvia Browne"
    },
    {
        "text": "If you don't ask, you don't get.",
        "author": "Stevie Wonder"
    },
    {
        "text": "True happiness involves the full use of one's power and talents.",
        "author": "John W. Gardner"
    },
    {
        "text": "You create your opportunities by asking for them.",
        "author": "Shakti Gawain"
    },
    {
        "text": "There is nothing deep down inside us except what we have put there ourselves.",
        "author": "Richard Rorty"
    },
    {
        "text": "You can't expect to hit the jackpot if you don't put a few nickels in the machine.",
        "author": "Flip Wilson"
    },
    {
        "text": "How do you know you're going to do something, untill you do it?",
        "author": "J. D. Salinger"
    },
    {
        "text": "Motivation will almost always beat mere talent.",
        "author": "Norman Ralph Augustine"
    },
    {
        "text": "The wise does at once what the fool does at last.",
        "author": "Baltasar Gracian"
    },
    {
        "text": "The more we do, the more we can do.",
        "author": "William Hazlitt"
    },
    {
        "text": "Your heaviest artillery will be your will to live. Keep that big gun going.",
        "author": "Norman Cousins"
    },
    {
        "text": "To know oneself, one should assert oneself.",
        "author": "Albert Camus"
    },
    {
        "text": "I am not a has-been. I am a will be.",
        "author": "Lauren Bacall"
    },
    {
        "text": "I've worked too hard and too long to let anything stand in the way of my goals. I will not let my teammates down and I will not let myself down.",
        "author": "Mia Hamm"
    },
    {
        "text": "Deserve your dream.",
        "author": "Octavio Paz"
    },
    {
        "text": "The first question which the priest and the Levite asked was: 'If I stop to help this man, what will happen to me?' But... the good Samaritan reversed the question: 'If I do not stop to help this man, what will happen to him?'",
        "author": "Martin Luther King, Jr."
    },
    {
        "text": "There is always room at the top.",
        "author": "Daniel Webster"
    },
    {
        "text": "When you fail you learn from the mistakes you made and it motivates you to work even harder.",
        "author": "Natalie Gulbis"
    },
    {
        "text": "Don't fight the problem, decide it.",
        "author": "George C. Marshall"
    },
    {
        "text": "He conquers who endures.",
        "author": "Persius"
    },
    {
        "text": "Crave for a thing, you will get it. Renounce the craving, the object will follow you by itself.",
        "author": "Swami Sivananda"
    },
    {
        "text": "Don't give up. Don't lose hope. Don't sell out.",
        "author": "Christopher Reeve"
    },
    {
        "text": "It is very important to know who you are. To make decisions. To show who you are.",
        "author": "Malala Yousafzai"
    },
    {
        "text": "Go big or go home. Because it's true. What do you have to lose?",
        "author": "Eliza Dushku"
    },
    {
        "text": "We are taught you must blame your father, your sisters, your brothers, the school, the teachers - but never blame yourself. It's never your fault. But it's always your fault, because if you wanted to change you're the one who has got to change.",
        "author": "Katharine Hepburn"
    },
    {
        "text": "Never give in and never give up.",
        "author": "Hubert H. Humphrey"
    },
    {
        "text": "When one must, one can.",
        "author": "Charlotte Whitton"
    },
    {
        "text": "Many are called but few get up.",
        "author": "Oliver Herford"
    },
    {
        "text": "If you don't design your own life plan, chances are you'll fall into someone else's plan. And guess what they have planned for you? Not much.",
        "author": "Jim Rohn"
    },
    {
        "text": "The will to win, the desire to succeed, the urge to reach your full potential... these are the keys that will unlock the door to personal excellence.",
        "author": "Confucius"
    },
    {
        "text": "Accept the challenges so that you can feel the exhilaration of victory.",
        "author": "George S. Patton"
    },
    {
        "text": "If you think you can do it, you can.",
        "author": "John Burroughs"
    },
    {
        "text": "There is no passion to be found playing small - in settling for a life that is less than the one you are capable of living.",
        "author": "Nelson Mandela"
    },
    {
        "text": "The way to get started is to quit talking and begin doing.",
        "author": "Walt Disney"
    },
    {
        "text": "If you don't like how things are, change it! You're not a tree.",
        "author": "Jim Rohn"
    },
    {
        "text": "I'd rather attempt to do something great and fail than to attempt to do nothing and succeed.",
        "author": "Robert H. Schuller"
    },
    {
        "text": "We aim above the mark to hit the mark.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "text": "Beginning today, treat everyone you meet as if they were going to be dead by midnight. Extend to them all the care, kindness and understanding you can muster, and do it with no thought of any reward. Your life will never be the same again.",
        "author": "Og Mandino"
    },
    {
        "text": "You need to overcome the tug of people against you as you reach for high goals.",
        "author": "George S. Patton"
    },
    {
        "text": "Failure will never overtake me if my determination to succeed is strong enough.",
        "author": "Og Mandino"
    },
    {
        "text": "Never, never, never give up.",
        "author": "Winston Churchill"
    },
    {
        "text": "By failing to prepare, you are preparing to fail.",
        "author": "Benjamin Franklin"
    },
    {
        "text": "Only the educated are free.",
        "author": "Epictetus"
    },
    {
        "text": "There's a way to do it better - find it.",
        "author": "Thomas A. Edison"
    },
    {
        "text": "You have to learn the rules of the game. And then you have to play better than anyone else.",
        "author": "Unknown"
    },
    {
        "text": "It's always too early to quit.",
        "author": "Norman Vincent Peale"
    },
    {
        "text": "Know or listen to those who know.",
        "author": "Baltasar Gracian"
    },
    {
        "text": "Who seeks shall find.",
        "author": "Sophocles"
    },
    {
        "text": "The more man meditates upon good thoughts, the better will be his world and the world at large.",
        "author": "Confucius"
    },
    {
        "text": "A somebody was once a nobody who wanted to and did.",
        "author": "John Burroughs"
    },
    {
        "text": "Learning is the beginning of wealth. Learning is the beginning of health. Learning is the beginning of spirituality. Searching and learning is where the miracle process all begins.",
        "author": "Jim Rohn"
    },
    {
        "text": "Once you replace negative thoughts with positive ones, you'll start having positive results.",
        "author": "Willie Nelson"
    },
    {
        "text": "Keep your face to the sunshine and you cannot see a shadow.",
        "author": "Helen Keller"
    },
    {
        "text": "Live life to the fullest, and focus on the positive.",
        "author": "Matt Cameron"
    },
    {
        "text": "Yesterday is not ours to recover, but tomorrow is ours to win or lose.",
        "author": "Lyndon B. Johnson"
    },
    {
        "text": "The most important thing is to try and inspire people so that they can be great in whatever they want to do.",
        "author": "Kobe Bryant"
    },
    {
        "text": "You've done it before and you can do it now. See the positive possibilities. Redirect the substantial energy of your frustration and turn it into positive, effective, unstoppable determination.",
        "author": "Ralph Marston"
    },
    {
        "text": "Find a place inside where there's joy, and the joy will burn out the pain.",
        "author": "Joseph Campbell"
    },
    {
        "text": "In order to carry a positive action we must develop here a positive vision.",
        "author": "Dalai Lama"
    },
    {
        "text": "Every day brings new choices.",
        "author": "Martha Beck"
    },
    {
        "text": "You are the sum total of everything you've ever seen, heard, eaten, smelled, been told, forgot - it's all there. Everything influences each of us, and because of that I try to make sure that my experiences are positive.",
        "author": "Maya Angelou"
    },
    {
        "text": "Positive thinking will let you do everything better than negative thinking will.",
        "author": "Zig Ziglar"
    },
    {
        "text": "Correction does much, but encouragement does more.",
        "author": "Johann Wolfgang von Goethe"
    },
    {
        "text": "You cannot have a positive life and a negative mind.",
        "author": "Joyce Meyer"
    },
    {
        "text": "I often think that the night is more alive and more richly colored than the day.",
        "author": "Vincent Van Gogh"
    },
    {
        "text": "If you're not making mistakes, then you're not doing anything. I'm positive that a doer makes mistakes.",
        "author": "John Wooden"
    },
    {
        "text": "Trust in dreams, for in them is hidden the gate to eternity.",
        "author": "Khalil Gibran"
    },
    {
        "text": "Always turn a negative situation into a positive situation.",
        "author": "Michael Jordan"
    },
    {
        "text": "Perpetual optimism is a force multiplier.",
        "author": "Colin Powell"
    },
    {
        "text": "When you are enthusiastic about what you do, you feel this positive energy. It's very simple.",
        "author": "Paulo Coelho"
    },
    {
        "text": "When you are enthusiastic about what you do, you feel this positive energy. It's very simple.",
        "author": "Paulo Coelho"
    },
    {
        "text": "Positive anything is better than negative nothing.",
        "author": "Elbert Hubbard"
    },
    {
        "text": "A strong, positive self-image is the best possible preparation for success.",
        "author": "Joyce Brothers"
    },
    {
        "text": "I think anything is possible if you have the mindset and the will and desire to do it and put the time in.",
        "author": "Roger Clemens"
    },
    {
        "text": "You're going to go through tough times - that's life. But I say, 'Nothing happens to you, it happens for you.' See the positive in negative events.",
        "author": "Joel Osteen"
    },
    {
        "text": "When you wake up every day, you have two choices. You can either be positive or negative; an optimist or a pessimist. I choose to be an optimist. It's all a matter of perspective.",
        "author": "Harvey Mackay"
    },
    {
        "text": "Believe that life is worth living and your belief will help create the fact.",
        "author": "William James"
    },
    {
        "text": "The person who can bring the spirit of laughter into a room is indeed blessed.",
        "author": "Bennett Cerf"
    },
    {
        "text": "The gift of fantasy has meant more to me than my talent for absorbing positive knowledge.",
        "author": "Albert Einstein"
    },
    {
        "text": "Winners make a habit of manufacturing their own positive expectations in advance of the event.",
        "author": "Brian Tracy"
    },
    {
        "text": "My dear friend, clear your mind of cant.",
        "author": "Samuel Johnson"
    },
    {
        "text": "It's a wonderful thing to be optimistic. It keeps you healthy and it keeps you resilient.",
        "author": "Daniel Kahneman"
    },
    {
        "text": "It takes but one positive thought when given a chance to survive and thrive to overpower an entire army of negative thoughts.",
        "author": "Robert H. Schuller"
    },
    {
        "text": "I do believe we're all connected. I do believe in positive energy. I do believe in the power of prayer. I do believe in putting good out into the world. And I believe in taking care of each other.",
        "author": "Harvey Fierstein"
    },
    {
        "text": "Don't let people disrespect you. My mom says don't open the door to the devil. Surround yourself with positive people.",
        "author": "Cuba Gooding, Jr."
    },
    {
        "text": "When someone does something good, applaud! You will make two people happy.",
        "author": "Samuel Goldwyn"
    },
    {
        "text": "Today or any day that phone may ring and bring good news.",
        "author": "Ethel Waters"
    },
    {
        "text": "I believe in karma, and I believe if you put out positive vibes to everybody, that's all you're going to get back.",
        "author": "Kesha"
    },
    {
        "text": "Say and do something positive that will help the situation; it doesn't take any brains to complain.",
        "author": "Robert A. Cook"
    },
    {
        "text": "You learn far more from negative leadership than from positive leadership. Because you learn how not to do it. And, therefore, you learn how to do it.",
        "author": "Norman Schwarzkopf"
    }
]